[
	{
		"title":"Tutorial of RedWallet 1.0.0",
		"text":"Make sure you have the latest version of RedWallet installed."
	},

	{
		"title":"Important note:",
		"text":"This software has been developed for educational purposes, and any misuse of it is solely your responsibility."
	},
	{
		"title":"For better software performance, make sure to use a good proxy list.",
		"text":""
	},
	
	{
		"title":"How likely is success?",
		"text":"Very, very unlikely. However, the purpose of this software is educational. It should be noted that blockchain penetration testing has limited methods, and accessing a valuable wallet also depends on your luck—or investing a significant amount of time."
	},
	{
		"title":"Options available on the Online Mode page:",
		"text":""
	},
	{
		"title":"P2PKH Wallets:",
		"text":"Enabling this option targets older wallets as well. The likelihood of abandoned Bitcoins in older wallets is high."
	},
	{
		"title":"Segwit Wallets:",
		"text":"Enabling this option also targets wallets with new structures and standards."
	},
	{
		"title":"Infinite Loop:",
		"text":"Enabling this option allows the software to continuously check wallets in an infinite loop until you stop the program. If you disable this option, you can specify how many times the software should attempt to break wallets."
	},
	{
		"title":"Enable Multi-Threading:",
		"text":"Enabling this option runs the software in 4 independent processes. In this mode, more resources are consumed, and its efficiency depends on various conditions."
	},
	{
		"title":"Proxy List:",
		"text":"In this section, you can configure your proxy list to avoid limitations. It is highly recommended."
	},
	{
		"title":"Custom Seed List:",
		"text":"In this section, you can set up your customized Mnemonic keys through a .txt file for analysis."
	},
	{
		"title":"Start/Stop Buttons:",
		"text":"These buttons are used to start or stop the operation."
	},
	{
		"title":"Valid Wallets:",
		"text":"In this section, you can view the list of valuable wallets that have been successfully unlocked."
	}
	
]
