[
    {
        "iscourse": false,
        "url": "https://ultraamooz.com/product/cctv-security-app/",
        "academy_logo": "/static/images/ULTRAAMOOZ.png",
        "title": "ابزار تست امنیت دوربین های مداربسته",
        "img": "/static/images/cctv.jpg",
        "date-of-publish": "۲۲ اسفند ۱۴۰۲",
        "text": "الان هر جا که پا میذاریم دوربین مداربسته میبینیم ، دوربین های مداربسته امروزه روز  به شدت ازشون استفاده میشه از خونه ها بگیر تا محل کار و… این استفاده زیاد قطعا باعث میشه که خیلی از هکر ها به دنبال این باشن که دوربین های مداربسته رو هک کنن!!! الان اگر یه دور در سطح اینترنت بزنید میبینید که خیلی از دوربین های مداربسته به راحتی در دسترس هستن و به راحتی با روش های بسیار ساده ای هک میشن ، هک شدن دوربین مداربسته میتونه برای هر جایی گرون تموم بشه برای همین مهمه که هر کسی که دوربین مداربسته داره بتونه امنیت دوربین هاشو بررسی کنه تا مورد هک شدن قرار نگیره.\n\nامکانات برنامه مدار امن: \n\n۱- دسترسی سریع و کارکرد بسیار آسان \n۲- تست به صورت اتوماتیک تنها با یک کلیک\n۳- اسکن شبکه داخلی و شناسایی مدل دوربین ها\n۴- قابلیت تست برروی دوربین های خارج از شبکه\n۵- تست ۶ آسیب پذیری مختلف\n۶- تنظیمات ای پی و  پورت به صورت دستی"
    },
    {
        "iscourse": false,
        "url": "https://ultraamooz.com/product/ghost/",
        "academy_logo": "/static/images/ULTRAAMOOZ.png",
        "title": "گجت سخت افزاری GHOST",
        "img": "/static/images/ghost-min-1.jpg",
        "date-of-publish": "۳۱ تیر ۱۴۰۲",
        "text": "ین گجت دارای یک برد NodeMcu ESP8266 هست که برای حملات Wifi Deauthentication برنامه ریزی شده، این گجت به گوشی یا لپ تاپ یا حتی شارژ وصل میشه و میتونید با  اپلیکیشن اختصاصی که برای اندروید طراحی شده خیلی ساده و راحت حمله  Wifi Deauthentication رو اجرا کنید."
    },
    {
        "iscourse": false,
        "url": "https://ultraamooz.com/product/bind-payload-to-file-malware-shield/",
        "academy_logo": "/static/images/ULTRAAMOOZ.png",
        "title": "ابزار ترکیب پیلود با فایل (Malware Shield)",
        "img": "/static/images/malware.jpg",
        "date-of-publish": "۲۹ فروردین ۱۴۰۲",
        "text": "بایندر یک نرم افزار است که هکر ها از این نرم افزار استفاده میکنن تا بتونن بدافزار خودشون رو با یک فایل ترکیب کنن ، فرض کنید من یک فایل بدافزار دارم به اسم Malware.exe حالا این فایل میتونه هر تایپی از بدافزار باشه ، یک فایل دیگه هم دارم به اسم Skype.exe فایل Skype.exe یک فایل سالم هست بدافزار نیست ، شما با کمک یک نرم افزار بایندر (Binder) میتونید این دوتا فایل رو با هم ترکیب کنید و تبدیلش کنید به یک فایل و زمانی که برای اون تارگت این فایل رو ارسال میکنید هر دو تا فایل اجرا میشن (هم بدافزار هم فایل سالم) اون شخص فکر میکنه که فقط برنامه Skype.exe رو اجرا کرده اما نمیدونه که در کنارش فایل Malware.exe هم اجرا شده\n\nبه کمک این نرم افزار میتونید بدافزار های ویندوزی رو به بهینه ترین شکل ممکن با هر نوع فایلی ترکیب کنید؛ همچنین درصورتی که بدافزار شما پرایوت باشه و خوب کدنویسی شده باشه بعد از بایند سازی توسط هیچ آنتی ویروسی مخرب شناخته نمیشه و حتی اگه بدافزارتون چیز خوبی نباشه و توسط انتی ویروس های شناسایی بشه بایندر Malware Shield تا 90 درصد بدافزار شما رو غیر قابل شناسایی میکنه (FUD)\nاز ویژگی های دیگه این نرم افزار قابلیت تغییر آیکون و Spoof Extension هست که برای مثال میتونید نام فایل رو در ویندوز به جای payload.exe به صورت payexe.rar یا هر پسوند دیگه ای، نمایش بدید اما با کلیک بر روی فایل بدافزارتون اجرا بشه.\n-قابلیت Add Payload To Startup Registry\n-قابلیت Run Payload With WscriptShell\n-قابلیت Add Custom Command"
    }
]